#####################################################################
[Translation]

TRANSLATION_BY=Translated by
TRANSLATION_NAME=mikycomputers
TRANSLATION_LINK=http://www.mikycomputers.com
LANGUAGENAME=עברית
FILEVER=3000

#####################################################################

[Common]

SYSTEM_FONT_NAME=tahoma
SYSTEM_FONT_SIZE=8
SYSTEM_TITLE_BOLD=1
SYSTEM_EDITOR_PANEL_SIZEOVERFLOW=0
POPUPMARGIN=35

[MainPopup]
#-------------------------------------------------------------
MNU_OPEN_PICPICK=עורך התמונות
#-------------------------------------------------------------

MNU_CAPTURE=לכידת מסך

#3.0.0 Please omit the 'Capture' text.  For example, "Capture Full-screen" (X) -> "Full-screen" (O)
#3.0.0 For Capture Bar, please try to make the menu name shortly.
MNU_CAPTURE_FULLSCREEN=מסך מלא
MNU_CAPTURE_ACTIVEWINDOW=מסך פעיל
MNU_CAPTURE_CONTROL=איזור אוטומטי
MNU_CAPTURE_SCROLLINGWINDOW=חלון נגלל
MNU_CAPTURE_REGION=איזור ידני
MNU_CAPTURE_FIXEDREGION=איזור מוגדר מראש
MNU_CAPTURE_FREEHAND=יד חופשית
MNU_CAPTURE_WEBPAGE=דף אינטרנט
MNU_CAPTURE_REPEAT=חזור על לכידה אחרונה

MNU_CAPTUREQBAR=הצג סרגל לכידה
#3.0.0

#-------------------------------------------------------------
MNU_CAPTURE_SETTING=הגדרות לכידה
MNU_OUTPUTTYPE=סוג פלט

MNU_OUTPUTTYPE_PICPICK=עורך פיקפיק
MNU_OUTPUTTYPE_CLIPBOARD=העתק ללוח
MNU_OUTPUTTYPE_SAVEIMAGE=שמור כקובץ תמונה
MNU_OUTPUTTYPE_SAVEFOLDER=שמירה אוטומטית כ...
MNU_OUTPUTTYPE_OTHER=תוכנה חיצונית
MNU_OUTPUTTYPE_FTP=העלאה ל- FTP
MNU_OUTPUTTYPE_SHARE=שתף
MNU_OUTPUTTYPE_SENDTO=שלח אל
MNU_OUTPUTTYPE_FACEBOOK=העלאה לפייסבוק
MNU_OUTPUTTYPE_TWITTER=העלאה לטוייטר
MNU_OUTPUTTYPE_MSWORD=Microsoft Word
MNU_OUTPUTTYPE_MSEXCEL=Microsoft Excel
MNU_OUTPUTTYPE_MSPPT=Microsoft PowerPoint
MNU_OUTPUTTYPE_MSOUTLOOK=Email
MNU_OUTPUTTYPE_PRINTER=מדפסת

MNU_OUTPUTTYPE_WEB=העלה לאינטרנט
MNU_OPT_DEFAULTFORMAT=ברירת המחדל של פורמט התמונה
MNU_OPT_OPENEDITOR=פתח עורך שהתוכנה עולה
MNU_OPT_STARTUPPROGRAM=הפעלה פיקפיק כשהמחשב עולה
#-------------------------------------------------------------
MNU_COLORPICKER=בוחר צבעים
MNU_COLORPALETTE=לוח צבעים
MNU_COPYCOLORTYPE=העתק צבע כ-
MNU_COLORHISTORY=היסטוריית צבעים
MNU_COLORHISTORY_CLEAR=נקה
#-------------------------------------------------------------
MNU_MAGNIFIER=זכוכית מגדלת
MNU_PIXELRULER=סרגל פיקסלים
MNU_PROTRACTOR=מד זוית
MNU_CROSSHAIR=חוט השערה
MNU_WHITEBOARD=לוח כתיבה
#-------------------------------------------------------------
MNU_ABOUT_PICPICK=אפשרויות...
MNU_EXIT_PICPICK=יציאה


[PicPickEditor]
#-------------------------------------------------------------
MNU_FILE=קובץ
MNU_FILE_NEW=חדש
MNU_FILE_OPEN=פתיחה
MNU_FILE_OPENCLIPBOARD=פתח מהלוח
#3.0.0
MNU_FILE_OPENURL=פתח מכתובת אינטרנט
#3.0.0
MNU_FILE_SAVESAME=שמור
MNU_FILE_SAVE=שמירה בשם...
MNU_FILE_SAVESELECT=שמירת בחירה כ...
MNU_FILE_SAVEALL=שמור הכל
MNU_FILE_PRINT=הדפסה
#3.0.2
MNU_FILE_CLOSEIMAGE=סגור תמונה
MNU_FILE_CLOSECURRENTIMAGE=תמונה נוכחית
MNU_FILE_CLOSEALLIMAGE=כל התמונות
MNU_FILE_CLOSEALLSAVEDIMAGE=כל התמונות השמורות
#3.0.2
MNU_FILE_CLOSEPICPICK=יציאה
#-------------------------------------------------------------
MNU_EDIT=עריכה
MNU_EDIT_UNDO=בטל
MNU_EDIT_REDO=בצע שוב
MNU_EDIT_CUT=גזור
MNU_EDIT_COPY=העתק
MNU_EDIT_PASTE=הדבק
MNU_EDIT_PASTEFROMFILE=הדבק מקובץ...
MNU_EDIT_SELECTDEL=מחק
MNU_EDIT_SELECTNEW=חתוך
MNU_EDIT_DESELECT=בטל בחירה
MNU_EDIT_SELECTALL=בחר הכל
MNU_EDIT_IMAGERESIZE=שינוי גוודל תמונה\זום
MNU_EDIT_CANVASRESIZE=שינוי גודל בד ציור
MNU_EDIT_VIEWBITMAP=הצג ביטמפ על מסך-מלא
#-------------------------------------------------------------
MNU_TOOLS=כלים
MNU_TOOLS_FULLSCREEN=לכוד מסך מלא
MNU_TOOLS_ACTIVEWINDOW=לכוד מסך פעיל
MNU_TOOLS_CONTROL=לכוד שליטת חלון
MNU_TOOLS_SCROLLINGWINDOW=לכוד חלון נגלל
MNU_TOOLS_WEBPAGE=לכוד דף אינטרנט
MNU_TOOLS_REGION=לכוד איזור
MNU_TOOLS_FIXEDREGION=לכוד איזור מוגדר מראש
MNU_TOOLS_FREEHAND=לכוד באופן חופשי
MNU_TOOLS_REPEAT=חזור על לכידה אחרונה
MNU_TOOLS_COLORPICKER=בוחר הצבעים
MNU_TOOLS_COLORPALETTE=לוח צבעים
MNU_TOOLS_MAGNIFIER=זכוכית מגדלת
MNU_TOOLS_PIXELRULER=סרגל פיקסלים
MNU_TOOLS_PROTRACTOR=מד זוית
MNU_TOOLS_CROSSHAIR=חוט השערה
MNU_TOOLS_WHITEBOARD=לוח כתיבה
MNU_TOOLS_OPTION=אפשרויות...
#-------------------------------------------------------------
MNU_TOOLSOPTION=הגדרות לכידה
MNU_TOOLSOPTION_OUTPUTTYPE=סוג הפלט
MNU_TOOLSOPTION_OPT_DEFAULTFORMAT=ברירת המחדל של פורמט התמונה
MNU_TOOLSOPTION_DUALMONITORS=תמיכה בשני צגים
MNU_TOOLSOPTION_HOTKEY=שנה "מקשים חמים"
MNU_TOOLSOPTION_SOUND=הפעלת אפקטי קול
MNU_TOOLSOPTION_SCROLLCAPTURE=הפעלת גלילה אוטומטית
MNU_TOOLSOPTION_MOUSECURSOR=כלול תמונת סמן
MNU_TOOLSOPTION_STARTUPPROGRAM=הפעל פיקפיק כשהמחשב עולה
MNU_TOOLSOPTION_OPENEDITOR=פתח עורך כשהתוכנה עולה
MNU_TOOLS_COLORTYPE=העתק צבע כ...
#-------------------------------------------------------------
MNU_EFFECT=אפקטים
MNU_EFFECT_INVERT=היפוך
MNU_EFFECT_GRAYSCALE=גווני אפור
MNU_EFFECT_MOSAIC=פיקסול
MNU_EFFECT_BLUR=טשטוש
MNU_EFFECT_SHARPEN=חדות
MNU_EFFECT_BRIGHTNESS=בהירות \ ניגודיות
MNU_EFFECT_HSL=גוון \ רוויה
MNU_EFFECT_BORDER=אפקטי קצוות
MNU_EFFECT_FLIP=סיבוב
MNU_EFFECT_FLIPH=סבב אופקית
MNU_EFFECT_FLIPV=סבב אנכית
MNU_EFFECT_ROTATE=סובב
MNU_EFFECT_ROTATE90=90' עם כוון השעון
MNU_EFFECT_ROTATE180=180' עם כוון השעון
MNU_EFFECT_ROTATE270=270' עם כוון השעון
MNU_EFFECT_FRAME=מסגרת
#3.0.0
MNU_EFFECT_COLORBALANCE=איזון צבעים...
#3.0.0
#-------------------------------------------------------------
MNU_WINDOW=חלון
MNU_WINDOW_CASCADE=דירוג חלונות
MNU_WINDOW_TILEH=רצף אופקית
MNU_WINDOW_TILEV=רצף אנכית
MNU_WINDOW_MINIMIZEALL=מזער הכל
#-------------------------------------------------------------
MNU_HELP=עזרה
MNU_HELP_WEBSITE=אתר פיקפיק...
MNU_HELP_ABOUT=אודות...

PNL_TOOL_TOOLS=כלים
PNL_TOOL_COLOR=צבע
PNL_TOOL_PROPERTY=הגדרות
LBL_TOOL_WIDTHS=רוחב:
LBL_TOOL_OPACITY=נראות
LBL_TOOL_SHAPE=צורה:

#-------------------------------------------------------------
#Ribbon

#3.0.0
TAB_HOME=בית
TAB_FILE=קובץ
TAB_VIEW=תצוגה
TAB_SHAPES=צורות
#3.0.0

TBR_CLIPBOARD=לוח
TBN_CLIPBOARD_PASTE=הדבק
TBN_CLIPBOARD_CUT=גזור
TBN_CLIPBOARD_COPY=העתק
TBN_CLIPBOARD_DELETE=מחיקה

TBR_VIEW=תצוגה
TBN_VIEW_ZOOMIN=זום פנימה
TBN_VIEW_ZOOMOUT=זום החוצה
TBN_VIEW_FULL=מסך מלא
TBN_VIEW_100=תצוגה 100%

TBR_IMAGE=תמונה
TBN_IMAGE_EFFECT=אפקטים
TBN_IMAGE_CROP=חתוך
TBN_IMAGE_RESIZE=שנה גודל
TBN_IMAGE_ROTATE=סובב

TBR_TOOLS=כלים
TBR_COLOR=צבעים

POP_COLORTYPE1=צבעי פסטל
POP_COLORTYPE2=צבעים ראשיים

#3.0.0

TBR_SHOWHIDE=הצג\הסתר
TBN_RULER=סרגל
TBN_STATUSBAR=סרגל מצב
TBN_TAB=חוצץ

TBN_THUMBNAIL=תצוגת תמונות ממוזערות

TBR_WINDOW=חלון
TBN_CASCADE=דירוג חלונות
TBN_ARRANGEALL=סדר הכל

TBN_REGISTER=רישום...


TBN_TOOLS_SELECT=בחר

TBN_MORECOLORS=עוד
MNU_PALETTETYPE=סוג לוח

MNU_TOPBAR_TITLE=התאם כפתורים עליונים
MNU_TOPBAR_MINIMIZERIBBON=מזער סרגל

#3.0.0
#-------------------------------------------------------------

[PicPickEditor Tip]
#-------------------------------------------------------------
TIP_FILE_NEW=צור תמונה חדשה
TIP_FILE_OPEN=פתח תמונה מקובץ
TIP_FILE_OPENCLIPBOARD=פתח תמונה מהלוח
#3.0.0
TIP_FILE_OPENURL=פתח תמונה מכתובת אינטרנט
#3.0.0

TIP_FILE_SAVE=שמור תמונה פעילה
TIP_FILE_SAVEAS=שמור תמונה פעילה עם שם חדש
TIP_FILE_SAVESELECT=שמור בחירה עם שם חדש
TIP_FILE_SAVEALL=שמור כל התמונות עם שמות חדשים
TIP_FILE_PRINT=הדפס תמונה
TIP_FILE_CLOSEIMAGE=סגור תמונה נוכחית
TIP_FILE_CLOSEALLIMAGE=סגור את כל התמונות
#3.0.2
TIP_FILE_CLOSEALLSAVEDIMAGE=סגור את כל התמונות השמורות
#3.0.2
TIP_FILE_CLOSEPICPICK=סגור חלון
#-------------------------------------------------------------
TIP_EDIT_UNDO=בטל פעולה אחרונה
TIP_EDIT_REDO=בצע שוב את הפעולה האחרונה שלא נעשתה
TIP_EDIT_CUT=גזור בחירה והעבר אותה ללוח
TIP_EDIT_COPY=העתק בחירה ושים אותה בלוח
TIP_EDIT_PASTE=הדבק תכולת הלוח לתמונה הפעילה
TIP_EDIT_PASTEFROMFILE=הדבק קובץ לתמונה הנוכחית
TIP_EDIT_SELECTDEL=מחק בחירה
TIP_EDIT_SELECTNEW=חתוך את התמונה לאיזור הנבחר
TIP_EDIT_DESELECT=הפסק בחירת תמונה
TIP_EDIT_SELECTALL=בחר את כל התמונה
TIP_EDIT_IMAGERESIZE=שנה גודל תמונה
TIP_EDIT_CANVASRESIZE=שנה גודל בד ציור
TIP_EDIT_VIEWBITMAP=הצג את הביטמפ על מסך מלא
#-------------------------------------------------------------
#3.0.0
TIP_TOOLS_CAPTURE=הצג את סרגל הלכידה על המסך
#3.0.0
TIP_TOOLS_FULLSCREEN=לכוד תמונה של שולחן העבודה
TIP_TOOLS_ACTIVEWINDOW=לכוד תמונה של החלון הפעיל
TIP_TOOLS_CONTROL=לכוד תמונה של שליטת חלון
TIP_TOOLS_SCROLLINGWINDOW=לכוד תמונה של שליטת חלון נגלל
TIP_TOOLS_WEBPAGE=לכוד תמונה של דפי אינטרנט
TIP_TOOLS_REGION=לכוד איזור מלבני
TIP_TOOLS_FREEHAND=לכוד תמונה בצורה חופשית
TIP_TOOLS_FIXEDREGION=לכוד איזור מלבני מוגדר מראש
TIP_TOOLS_REPEAT=לכוד אותו איזור כלכידה קודמת

TIP_TOOLS_COLORPICKER=הצג את בוחר הצבעים על המסך
TIP_TOOLS_COLORPALETTE=הצג את לוח הצבעים על המסך
TIP_TOOLS_MAGNIFIER=הצג את זכוכית המגדלת על המסך
TIP_TOOLS_PIXELRULER=הצג את סרגל הפיקסלים על המסך
TIP_TOOLS_PROTRACTOR=הצג את מד הזוית על המסך
TIP_TOOLS_CROSSHAIR=הצג את חוט השערה על המסך
TIP_TOOLS_WHITEBOARD=הצג את הלוח כדי לצייר על המסך
TIP_TOOLS_OPTION=הצג מסר אפשרויות אודות התוכנה
#-------------------------------------------------------------
TIP_TOOLSOPTION=שנה הגדרות לכידה
TIP_TOOLSOPTION_OUTPUTTYPE_PICPICK=שנה פלט תמונה לכודה
TIP_TOOLSOPTION_OUTPUTTYPE_CLIPBOARD=שנה פלט תמונה לכודה
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEIMAGE=שנה פלט תמונה לכודה
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEFOLDER=שנה פלט תמונה לכודה
TIP_TOOLSOPTION_OUTPUTTYPE_OTHER=שנה פלט תמונה לכודה
TIP_TOOLSOPTION_OUTPUTTYPE_FTP=שנה פלט תמונה לכודה
TIP_TOOLSOPTION_OUTPUTTYPE_FACEBOOK=שנה פלט תמונה לכודה
TIP_TOOLSOPTION_OUTPUTTYPE_TWITTER=שנה פלט תמונה לכודה
TIP_TOOLSOPTION_OUTPUTTYPE_WORD=שנה פלט תמונה לכודה
TIP_TOOLSOPTION_OUTPUTTYPE_EXCEL=שנה פלט תמונה לכודה
TIP_TOOLSOPTION_OUTPUTTYPE_POWERPOINT=שנה פלט תמונה לכודה
TIP_TOOLSOPTION_OUTPUTTYPE_OUTLOOK=שנה פלט תמונה לכודה
TIP_TOOLSOPTION_OUTPUTTYPE_PRINTER=שנה פלט תמונה לכודה

TIP_TOOLSOPTION_OPT_DEFAULTFORMAT=שנה פלט תמונה לכודה
TIP_TOOLSOPTION_DUALMONITORS=תמיכה בשני מסכים בשעת לכידת מסך
TIP_TOOLSOPTION_HOTKEY=שנה "מקשים חמים" לפונקציות...
TIP_TOOLSOPTION_SOUND=אפשר אפקטי קול בלכידת תמונה
TIP_TOOLSOPTION_SCROLLCAPTURE=לכוד תמונה של שליטת גלילה
TIP_TOOLSOPTION_MOUSECURSOR=הוסף את סמן העכבר בתמונה
TIP_TOOLSOPTION_STARTUPPROGRAM=הרץ פיקפיק כשמערכת ההפעלה עולה
TIP_TOOLSOPTION_OPENEDITOR=פתח את העורך כשהתוכנה עולה
TIP_TOOLS_COLORTYPE=שנה העתקת צבע כ.. [HTML, RGB, C++, Delphi]

#-------------------------------------------------------------
TIP_EFFECT_INVERT=הפך צבעי תמונה
TIP_EFFECT_GRAYSCALE=המר תמונה ל256 גווני אפור
TIP_EFFECT_MOSAIC=החלת אפקט פיקסול
TIP_EFFECT_BLUR=החלת אפקט טשטוש
TIP_EFFECT_SHARPEN=החלת אפקט חידוד
TIP_EFFECT_BRIGHTNESS=בהירות \ ניגודיות
TIP_EFFECT_HSL=גוון \ רוויה
TIP_EFFECT_FLIPH=הופך את האיזור הנבחר או תמונה כולה אופקית
TIP_EFFECT_FLIPV=הופך את האיזור הנבחר או תמונה כולה אנכית
TIP_EFFECT_ROTATE90=סבב 90' עם כוון השעון
TIP_EFFECT_ROTATE180=סובב 180' עם כוון השעון
TIP_EFFECT_ROTATE270=סובב 270' עם כוון השעון
TIP_EFFECT_FRAME=החלת אפקט מסגרת

#-------------------------------------------------------------
TIP_WINDOW_CASCADE=ארגון חלונות כאריחים חופפים
TIP_WINDOW_TILEH=ארגון חלונות כאריחים אופקיים לא חופפים
TIP_WINDOW_TILEV=סדר את החלונות אנכית לא חופפים
TIP_WINDOW_MINIMIZEALL=ממזער את כל החלונות הפתוחים
#-------------------------------------------------------------
TIP_HELP_WEBSITE=פותח את דף הבית של פיקפיק
TIP_HELP_ABOUT=מציג את המידע על התוכנה וזכויות יוצרים
#-------------------------------------------------------------
TIP_TOOL_MOVE=הזז
TIP_TOOL_SELECT=בחר חלק מהתמונה
TIP_TOOL_FILL=מלא עם צבע
TIP_TOOL_BRUSH=מברשת
TIP_TOOL_PENCIL=עפרון
TIP_TOOL_ZOOM=זכוכית מגדלת
TIP_TOOL_ERASER=מחק \ מחק צבע
TIP_TOOL_PICKCOLOR=בוחר צבעים
TIP_TOOL_TEXT=טקסט
TIP_TOOL_LINE=קו
TIP_TOOL_RECT=מלבן
TIP_TOOL_ELLIPSE=אליפסה
TIP_TOOL_ARROW=חץ
TIP_TOOL_RRECT=מלבן מעוגל
TIP_TOOL_ADDIMAGE=הכנס תמונה

#3.0.0 File menu width has been changed
TIP_OUTPUTTYPE_MSWORD1=הכנס עותק של תמונה זו ל-
TIP_OUTPUTTYPE_MSWORD2=Microsoft Word

TIP_OUTPUTTYPE_MSEXCEL1=הכנס העתק של תמונה זו ל
TIP_OUTPUTTYPE_MSEXCEL2=Microsoft Excel

TIP_OUTPUTTYPE_MSPOWERPOINT1=הכנס העתק של תמונה זו ל
TIP_OUTPUTTYPE_MSPOWERPOINT2=Microsoft PowerPoint

TIP_OUTPUTTYPE_PROGRAM1=הכנס העתק של תמונה זו ל
TIP_OUTPUTTYPE_PROGRAM2=תוכנה חיצונית

TIP_OUTPUTTYPE_MSOUTLOOK1=צרף העתק של תמונה זו ל
TIP_OUTPUTTYPE_MSOUTLOOK2=הודעת אי-מייל

TIP_OUTPUTTYPE_FACEBOOK1=העלה ושתף תמונה זו ל-
TIP_OUTPUTTYPE_FACEBOOK2=פייסבוק

TIP_OUTPUTTYPE_TWITTER1=העלה ושתף תמונה זו ל-
TIP_OUTPUTTYPE_TWITTER2=טוויטר

TIP_OUTPUTTYPE_FTP1=שלח תמונה זו ישירות ל
TIP_OUTPUTTYPE_FTP2=מיקום באינטרנט דרך FTP

TIP_OUTPUTTYPE_WEBUPLOAD1=שלח תמונה זו ישירות ל
TIP_OUTPUTTYPE_WEBUPLOAD2=מיקום באינטרנט
#3.0.0 File menu width has been changed


#3.0.0;Missing tips

TIP_IMAGE_ROTATEFLIP=סובב או הפוך תמונה או בחירה זו

TIP_TOOLS_EFFECT=בחר אפקטים
TIP_TOOLS_WIDTHS=בחר רוחב
TIP_TOOLS_OPACITY=בחר נראות

TIP_VIEW_ZOOMIN=זום פנימה על תמונה זו
TIP_VIEW_ZOOMOUT=זום החוצה על תמונה זו
TIP_VIEW_ZOOMSELECT=זום פנימה \ זום החוצה
TIP_VIEW_ACTUALSIZE=זום ל- 100%
TIP_VIEW_THUMBNAIL=הצג דף תמונות ממוזערות לבחירה מהירה של תמונה

TIP_SHOW_RULER=הצג \ הסתר סרגלים למדידת התמונות
TIP_SHOW_STATUSBAR=הצג \ הסתר סרגל מצב בתחתית החלון
TIP_SHOW_TAB=הצג \ הסתר סרגל חוצצים

TIP_COLOR_COLOR1=צבע קדמי
TIP_COLOR_COLOR2=צבע אחורי
TIP_COLOR_SWAP=החלף צבעי קדמי ואחורי
TIP_COLOR_DEFAULT=ברירת המחדל של צבעים קדמי ואחורי
TIP_COLOR_MORE=הצג לוחות נוספים

TIP_SHAPE_FLATTEN=שטח צורות
TIP_SHAPE_DELETE=מחק את הצורה
TIP_SHAPE_DUPLICATE=שכפל את הצורה

TIP_SHAPE_FILL=מלא את הצורה הנבחרת
TIP_SHAPE_OUTLINE=קוי מתאר הצורה
TIP_SHAPE_EFFECTS=עצב צורות
TIP_SHAPE_ADDTEXT=הכנס טקסט לצורה

TIP_SHAPE_FLATTEN_ALL=שטח את כל הצורות
TIP_SHAPE_BRINGTOFRONT=הבא את האובייקט הנבחר קדימה, כך שיוסתר על ידי פחות אובייקטים שלפניו
TIP_SHAPE_SENDTOBACK=הבא את האובייקט הנבחר אחורה, כך שיוסתר על ידי האובייקטים שלפניו

#3.0.0

[Dialogs]
#-------------------------------------------------------------
DLG_PICPICK_EDITOR_TITLE=עורך פיקפיק
DLG_CONTROLCAPTURE_TITLE=פיקפיק - שליטת חלון
DLG_SCROLLINGWINDOWCAPTURE_TITLE=פיקפיק - חלון נגלל
DLG_REGIONCAPTURE_TITLE=פיקפיק - איזור לכידה
DLG_FIXEDREGIONCAPTURE_TITLE=לכוד איזור קבוע מראש
DLG_FREEHANDCAPTURE_TITLE=פיקפיק - לכידה חופשית
DLG_WHITEBOARDTOOL_TITLE=פיקפיק - לוח כתיבה
DLG_MAGNIFIER_TITLE=פיקפיק - זכוכית מגדלת
DLG_COLORPICKER_TITLE=פיקפיק - בוחר הצבעים
DLG_CROSSHAIR_TITLE=פיקפיק - חוט השערה
DLG_COLORPALETTE_TITLE=לוח הצבעים
DLG_AUTOSAVE_TITLE=שמירה אוטומטית
DLG_NEWIMAGE_TITLE=תמונה חדשה
DLG_PRINT_TITLE=הדפסה
DLG_CANVASSET_TITLE=שנה גודל בד הציור
DLG_IMAGERESIZE_TITLE=שנה גודל תמונה
DLG_ABOUT_TITLE=אודות
DLG_PIXELATE_TITLE=פיקסול
DLG_HUESATURATION_TITLE=גוון \ רוויה
DLG_BRIGHTNESSCONTRAST_TITLE=בהירות \ ניגודיות
DLG_FRAME_TITLE=מסגרת
DLG_FONTVIEW_TITLE=קלט טקסט
DLG_CAPTURE_TITLE=לכידה
DLG_CHANGEHOTKEY_TITLE=מקשים חמים
DLG_WEBPAGECAPTURE_TITLE=פיקפיק - לכוד דפי אינטרנט
DLG_SHORTCUT_TITLE=שנה מקשים חמים
DLG_SETUP_TITLE=אפשרויות תוכנה
DLG_FILENAMESETUP_TITLE=שם קובץ

#3.0.6
DLG_IMAGES_TITLE=תמונות
#3.0.6

DLG_FTPSETUP_TITLE=FTP
DLG_EDITORSETUP_TITLE=עורך
DLG_ARROWSET_TITLE=חץ מוגדר אישית
DLG_FACEBOOK_TITLE=חיבור פייסבוק
DLG_TWITTER_TITLE=חיבור טוויטר
DLG_WEBUPLOAD_TITLE=העלה לאינטרנט

BTN_OK=אישור
BTN_CANCEL=ביטול
#3.0.0
BTN_APPLY=החל
#3.0.0
#-------------------------------------------------------------

[About]

GRP_PRESET=העדפות
CHK_ADDSTARTUP=הרץ תוכנה כשהמחשב עולה
CHK_ADDDESTKOP=צור אייקון בשולחן העבודה
CHK_CHECKUPDATE=בדוק עדכוני תוכנה
LBL_LANGUAGE=שפה
BTN_HOTKEY=מקשים חמים...
BTN_CREDIT=קרדיט
LBL_PROGRAMPARAMETER=פרמטרים
CHK_SETTINGTOAPPDATA=שמור הגדרות ל- Application Data
LBL_MORELANGUAGE=שפות נוספות...

[Captures]
#-------------------------------------------------------------
GRP_CONTROLCAPTURE_PROPERTY=אפשרויות
LBL_CONTROLCAPTURE_CLASS=שם
LBL_CONTROLCAPTURE_SIZE=גודל
LBL_CONTROLCAPTURE_INFO=שליטה
LBL_CONTROLCAPTURE_SCROLL=גלילה אוטומטית
LBL_CONTROLCAPTURE_OUTPUTTYPE=סוג הפלט
LBL_CONTROLCAPTURE_HANDLE=ניהול
LBL_CONTROLCAPTURE_RECT=מלבן
LBL_CONTROLCAPTURE_BOTTOMTIP=בחר חלון שליטה (כפתור, חוצץ, קופסא, חלון-משימות, וכו') ואז לחץ על מקש ה- PRINT SCREEN.

GRP_FIXEDREGIONCAPTURE_PROPERTY=גודל איזור
LBL_FIXEDREGIONCAPTURE_WIDTH=רוחב:
LBL_FIXEDREGIONCAPTURE_HEIGHT=גובה:

TIP_REGIONCAPTURE_NOTDRAG=בחר כל גודל מלבן רצוי של שולחן עבודה
TIP_PIXEL=פיקסלים
TIP_FREEHANDCAPTURE_NOTDRAG=צייר כל צורה ללכידת מסך

LBL_COLORPICKER_COLORAS=צבע כ-
LBL_COLORPICKER_VALUE=ערך:

LSV_WEBPAGECAPTURE_LIST=בחר את האתר ללכידה
BTN_WEBPAGECAPTURE_RELOAD=טען מחדש
BTN_WEBPAGECAPTURE_CAPTURE=לכוד

#3.0.3
LBL_MINIHELP=לחץ על המקש השמאלי של העכבר לבחירת איזור.
#3.0.3
#-------------------------------------------------------------


[Shortcut]
#-------------------------------------------------------------
TAB_HOTKEY=מקשים חמים
GRB_CAPTURE=לכידת מסך
GRB_TOOLS=כלים

LBL_KEYNONE=ריק

LBL_CAPTURE_FULLSCREEN=לכוד מסך מלא
LBL_CAPTURE_ACTIVEWINDOW=לכוד חלון פעיל
LBL_CAPTURE_CONTROL=לכוד שליטת חלון
LBL_CAPTURE_SCROLLINGWINDOW=לכון חלון נגלל
LBL_CAPTURE_REGION=לכוד איזור
LBL_CAPTURE_FIXEDREGION=לכוד איזור מוגדר מראש
LBL_CAPTURE_FREEHAND=לכוד בצורה חופשית
LBL_CAPTURE_WEBPAGE=לכוד אתר אינטרנט
LBL_CAPTURE_REPEAT=חזור על לכידה אחרונה

LBL_TOOLS_EDITOR=עורך התמונות
LBL_TOOLS_COLORPICKER=בוחר הצבעים
LBL_TOOLS_COLORPALETTE=לוח הצבעים
LBL_TOOLS_PIXELRULER=סרגל פיקסלים
LBL_TOOLS_PROTRACTOR=מד זוית
LBL_TOOLS_CROSSHAIR=חוט השערה
LBL_TOOLS_WHITEBOARD=לוח לכתיבה

LBL_TOOLS_MAGNIFIER=זכוכית מגדלת

CBO_HOTKEY_CUSTOM=מותאם אישית...
CBO_HOTKEY_DEFAULT=ברירת המחדל של פיקפיק
CBO_HOTKEY_HYPERSNAP=HyperSnap
CBO_HOTKEY_NONE=לא מופעל


#-------------------------------------------------------------


#-------------------------------------------------------------

[FontView]

GRP_COLOR=צבעים
LBL_FONTCOLOR=צבעי גופן
CHK_FILLCOLOR=צבעי מילוי
CHK_AA=החלקת קצוות של גופנים מוצגים

[AutoSave]
#-------------------------------------------------------------

GRP_SELECTFOLDER=שמירה אוטומטית של תמונות
LBL_SELECTFOLDER=בחר תיקייה לשמירה האוטומטית של לכידות המסך.
BTN_SELECTFOLDER=סייר...
GRP_SELECTFILENAME=שם קובץ
RDO_SELECTFILENAME_TEXT=טקסט + מספר
RDO_SELECTFILENAME_NUM=רק מספר
RDO_SELECTFILENAME_DATETIME=תאריך\זמן
LBL_SELECTFILENAME_DATETIME_FORMAT=yyyy-mm-dd hh nn ss
EDT_SELECTFILENAME_DEFAULT=תמונה
GRP_SELECTFORMAT=פורמט קובץ
RDO_SELECTFORMAT_BMP=ביטמפים (*.bmp)
RDO_SELECTFORMAT_JPG=תמונות JPEG (*.jpg)
RDO_SELECTFORMAT_PNG=Portable Network Graphics (*.png)
RDO_SELECTFORMAT_GIF=CompuServe GIF תמונה (*.gif)
#3.0.7
RDO_SELECTFORMAT_PDF=PDF קבצי (*.pdf)
#3.0.7

LBL_SAVEFILENAME=הכנס שם קבוע מראש לשמירה האוטומטית או להעלאה דרך FTP.

LBL_EXAMPLETITLE=דוגמא:
LBL_EXAMPLE1=%y : שנה, %m : חודש, %d : יום
LBL_EXAMPLE2=%h : שעות, %n : דקות, %s : שניות
LBL_EXAMPLE3=%c : מספר
#3.1.2
LBL_EXAMPLE4=%u : שם משתמש, %w : שם מחשב
#3.1.2
GRB_OTHERPROGRAM=הגדרת תוכנה חיצונית
LBL_OTHERPROGRAM=בחר בתוכנה חיצונית לשליחת לכידות המסך שלך.
LBL_OTHERPROGRAMPATH=נתיב התוכנה:
LBL_OTHERPROGRAMPARAMETER=פרמטרים:
LBL_OTHERPROGRAMSELECT=שלח לתוכנה חיצונית...
LBL_OTHERPROGRAMMSWORD=Microsoft Word
LBL_OTHERPROGRAMMSEXCEL=Microsoft Excel
LBL_OTHERPROGRAMMSPPT=Microsoft PowerPoint

[CaptureSet]
#-------------------------------------------------------------
GRB_CAPTUREOPTION=אפשרויות לכידה
CHK_DUALMONITORS=תמיכה בשני מסכים
CHK_SOUND=הפעל אפקטי קול בשעת לכידה
CHK_MOUSECURSOR=הוסף תמונת סמן העכבר.
CHK_HIDEEDITOR=הסתר עורך פיקפיק בשעת הלכידה
CHK_ALWAYSCOPYCLIPBOARD=תמיד שמור את התמונה הנלכדת ללוח

#3.0.5
CHK_STARTWITHCAPTUREBAR=הצג סרגל הלכידה כאשר התוכנה עולה
#3.0.5

GRB_AUTOSCROLL=גלילה אוטומטית
CHK_SCROLLCAPTURE=הפעל גלילה אוטומטית
LBL_SCROLLDELAY=השעיית גלילה:
LBL_SCROLLDELAYMS=מילי-שניות

GRB_MAGNIFIER=חלון זכוכית המגדלת
CHK_MAGNIFIER=הצג חלון זכוכית המגדלת בשעת הלכידה
LBL_ZOOMSCALE=סקאלת זום:

#3.0.3
GRB_CAPTUREDELAY=ספק השעייה לפני הלכידה
#3.0.3
#-------------------------------------------------------------

[FTP]
#-------------------------------------------------------------
GRB_FTPSERVER=הגדרות שרת FTP
LBL_FTPADDRESS=שרת FTP:
LBL_REMOTEPATH=נתיב מרוחק:
LBL_PORT=פורט:
CHK_PASSIVEFTP=השתמש ב FTP במצב פאסיבי
LBL_USERNAME=שם משתמש:
LBL_PASSWORD=ססמא:
BTN_CONNECTTEST=בדיקה
LBL_SENDWEBBROWSER=פתח כתובת באינטרנט
LBL_SENDCLIPBOARD=העתק כתובת ללוח
LBL_WEBADDRESS=כתובת אינטרנט
#-------------------------------------------------------------

[EditorSet]
#-------------------------------------------------------------
GRB_EDITOROPTION=אפשרויות עורך
CHK_OPENEDITORWHENSTART=פתח עורך כאשר התוכנה עולה
CHK_CENTERIMAGE=יישר תמונה למרכז החלון
CHK_CLOSEWITHOUTASKING=סגור תמונה לא שמורה ללא אזהרה
CHK_CROPNEW=חתוך כמו תמונה חדשה
CHK_SHOWCLASSICUI=הצג ממשק קלאסי של תפריט סרגל המשימות

LBL_BG=צבע רקע:
RDO_BGGRID=רשת
RDO_BGSOLID=צבע סולידי

GRB_FILETYPE=שיוך סוגי קבצים
LBL_FILETYPE=אנא בחר את סוגי הקבצים שברצונך לפתוח באמצעות פיקפיק
#3.0.0
LBL_FILETYPEVISTA=הגדר את עורך התמונות של פיקפיק כעורך ברירת מחדל
#3.0.0

#-------------------------------------------------------------

[ArrowSet]
#-------------------------------------------------------------
CHK_START=התחלה
CHK_END=סוף
CHK_OUTLINE=הוסף מתאר
CBO_AT_ARROW1=חץ 1
CBO_AT_ARROW2=חץ 2
CBO_AT_CIRCLE=עיגול
CBO_AT_DIAMOND=יהלום
#-------------------------------------------------------------


[CanvasSet]
#-------------------------------------------------------------
GRP_SIZE=גודל בד ציור
LBL_WIDTH=רוחב חדש
LBL_HEIGHT=גובה חדש
LBL_BACKCOLOR=צבע אחורי
LBL_PRESETS=מוכן מראש
CBO_CLIPBOARD=לוח
CBO_LASTUSED=שימוש אחרון
CBO_CURRENT=גודל תמונה נוכחי
#-------------------------------------------------------------

[ResizeSet]
#-------------------------------------------------------------
RDO_ZOOM=סקאלה לפי אחוזים
RDO_SIZE=סקאלה לפי גודל ספציפי
CHK_KEEP=שמור על יחס רוחב-גובה
LBL_WIDTH=רוחב
LBL_HEIGHT=גובה


[ColorSet]
#-------------------------------------------------------------
BTN_PREVIEW=תצוגה מקדימה
LBL_PIXELATE=פיקסול
LBL_HUE=גוון
LBL_SATURATION=רוויה
LBL_BIRGHTNESS=בהירות
LBL_CONTRAST=ניגודיות
#-------------------------------------------------------------

[FrameSet]
#-------------------------------------------------------------
GRP_PREVIEW=תצוגה מקדימה
GRP_EFFECT=אפקט
CHK_BORDER=גבול
CHK_FRAME=מסגרת
LBL_ETC=מצא עוד אפקטי מסגרת...
CHK_AUTO=החל אפקט מסגרת בשעת לכידת תמונה
#-------------------------------------------------------------

[Palette]
#-------------------------------------------------------------
LBL_RED=אדום
LBL_GREEN=ירוק
LBL_BLUE=כחול
LBL_TYPE=צבע כ:
BTN_COPY=העתק

CLR_DEFAULTTEXT=לוח הצבעים
CLR_CUSTOMTEXT=עוד צבעים...
#-------------------------------------------------------------

[PixelRuler]
#-------------------------------------------------------------
MNU_RULER_MOVE=הזז
MNU_RULER_MOVE_UP=למעלה
MNU_RULER_MOVE_DOWN=למטה
MNU_RULER_MOVE_LEFT=שמאלה
MNU_RULER_MOVE_RIGHT=ימינה
#-------------------------------------------------------------
MNU_RULER_TYPE=סוג
MNU_RULER_TYPE_HOTRIZONTAL=אופקי
MNU_RULER_TYPE_VERTICAL=אנכי
#-------------------------------------------------------------
MNU_RULER_TRANSPARENT=שקיפות
MNU_RULER_TRANSPARENT_USE=הפעל
MNU_RULER_TRANSPARENT_NOTUSE=בטל הפעלה
MNU_RULER_TRANSPARENT_INC=הוסף (+)
MNU_RULER_TRANSPARENT_DEC=הפחת (-)

MNU_MAGNIFIER=הצג זכוכית מגדלת...

#-------------------------------------------------------------
MNU_RULER_EXIT=יציאה
#-------------------------------------------------------------
MNU_RULER_UNIT=יחידות
MNU_RULER_UNIT_PIXEL=פיקסלים
MNU_RULER_UNIT_INCH=אינצ'ים
MNU_RULER_UNIT_CM=סנטימטרים
MNU_RULER_UNIT_DPI=DPI
MNU_RULER_COLOR=צבע
MNU_RULER_COLOR_BLUE=כחול (ברירת מחדל)
MNU_RULER_COLOR_YELLOW=צבע (קלאסי)
MNU_RULER_COLOR_WHITE=לבן
MNU_RULER_COLOR_BLACK=שחור
MNU_RULER_UNIT_DPI_CUSTOM=מותאם אישית...
DLG_CUSTOMDPI_TITLE=הגדרות DPI מותאמות אישית
LBL_CUSTOMDPI_TEXT=אנא הכנס פיקסלים לאינץ' (DPI):

[WhiteBoard]
#-------------------------------------------------------------
MNU_WHITEBOARD_PENWIDTH=עובי עט
MNU_WHITEBOARD_PENCOLOR=צבע עט
MNU_WHITEBOARD_PENCOLOR_BLACK=שחור
MNU_WHITEBOARD_PENCOLOR_WHITE=לבן
MNU_WHITEBOARD_PENCOLOR_RED=אדום
MNU_WHITEBOARD_PENCOLOR_GREEN=ירוק
MNU_WHITEBOARD_PENCOLOR_BLUE=כחול
MNU_WHITEBOARD_PENCOLOR_CYAN=טורקיז
MNU_WHITEBOARD_PENCOLOR_MAGENTA=סגול
MNU_WHITEBOARD_PENCOLOR_YELLOW=צהוב
MNU_WHITEBOARD_PENCOLOR_GRAY=אפור
MNU_WHITEBOARD_PENCOLOR_CUSTOM=וכו'...
#-------------------------------------------------------------
MNU_WHITEBOARD_CLEAR=נקה
MNU_WHITEBOARD_SAVE=לכוד את המסך
MNU_WHITEBOARD_EXIT=יציאה
#-------------------------------------------------------------
TIP_TOOL_MOVE=הזז
TIP_TOOL_ZOOM=זום
TIP_TOOL_PEN=עיפרון
TIP_TOOL_LINE=חץ
TIP_TOOL_ARROW=חץ
TIP_TOOL_SHAPE=צורה
TIP_TOOL_RECT=מלבן
TIP_TOOL_ELLIPSE=אליפסה
TIP_TOOL_RRECT=מלבן מעוגל
TIP_TOOL_TRANSPARENT=שקיפות
TIP_TOOL_CLEAR=נקה
TIP_TOOL_SAVE=לכוד את המסך
TIP_TOOL_WIDTH=רוחב
TIP_TOOL_COLOR=צבע

[Print]
#-------------------------------------------------------------
BTN_PRINTERSETUP=הגדרות הדפסה...
BTN_PRINT=הדפסה
GRB_PREVIEW=תצוגה מקדימה

TAB_PAPERSETUP=הגדרת עמוד
TAB_ADDTEXT=הוסף טקסט

GRB_MARGINSETUP=שולים (מ"מ)
LBL_MARGINTOP=עליון
LBL_MARGINLEFT=שמאל
LBL_MARGINRIGHT=ימין
LBL_MARGINBOTTOM=תחתון

GRB_IMAGESETUP=הגדרות תמונה
CHK_CENTER=מירכז תמונה
CHK_SHRINK=התאם לדף (כווץ)
CHK_PROPORTINAL=שמור על יחס רוחב-גובה
CHK_GRAYSCALE=גווני אפור

GRB_PAPERCOUNT=מספר עותקים
LBL_PAPERUNIT=עמוד(ים)

GRB_ORIENTATION=אוריינטציה
RDO_PORTRAIT=לגובה
RDO_LANDSCAPE=לרוחב

GRB_HEADER=כותרת
CHK_HEADERADD=הוסף
CBO_HEADERDEFAULT=אנא הכנס כותרת עליונה כאן
LBL_HEADERMARGIN=שוליים:
BTN_HEADERFONT=גופן...
RDO_HEADERLEFT=שמאל
RDO_HEADERCENTER=מרכז
RDO_HEADERRIGHT=ימין

GRB_FOOTER=תחתית
CHK_FOOTERADD=הוסף
CBO_FOOTERDEFAULT=אנא הכנס כותרת תחתונה כאן
LBL_FOOTERMARGIN=שוליים:
BTN_FOOTERFONT=גופן...
RDO_FOOTERLEFT=שמאל
RDO_FOOTERCENTER=מרכז
RDO_FOOTERRIGHT=ימין
#-------------------------------------------------------------

[Facebook]
#and Twitter
#and WebUpload
#-------------------------------------------------------------
BTN_CLOSE=סגור
LBL_PREVIEW=תצוגה מקדימה של תמונה
LBL_CAPTION=כותרת תמונה
RDO_SELECTALBUMS=בחר אלבומים
RDO_CREATEALBUM=צור אלבום תמונות חדש
LBL_CREATEALBUM_NAME=שם:
LBL_CREATEALBUM_LOCATION=מיקום:
LBL_CREATEALBUM_DESCRIPTION=תיאור:
LBL_CREATEALBUM_PRIVACY=פרטיות:
CBO_CREATEALBUM_1=כולם
CBO_CREATEALBUM_2=הרשת שלי וחברים
CBO_CREATEALBUM_3=חברים של חברים
CBO_CREATEALBUM_4=רק חברים
BTN_UPLOAD=העלה
LBL_IMGURL=כתובת אינטרנט של תמונה
LBL_LINKURL=קישור אינטרנט של אלבום
LBL_UPLOADING=מעלה עכשיו...
LBL_UPLOADCOMPLETE=העלאה הסתיימה
LBL_UPLOADWAIT=מחכה לתגובה...
LBL_UPLOADFAILURE=העלאה נכשלה. נסה שנית.
LBL_UPLOADRESULT=הצלחת להעלות תמונה אחת.

LBL_ACCOUNT=חשבון:
LBL_PASSWORD=ססמא:
LBL_REMEMBERPASSWORD=זכור ססמא
LBL_MESSAGE=הודעה:

LBL_WEBUPLOAD_TITLE=העלה את התמונה ישירות לאינטרנט
LBL_WEBUPLOAD_TITLESUB=באמצעות ImageShack - שירות אחסון תמונות חינמי
LBL_WEBUPLOAD_SIGNUP=הירשם כדי לנהל תמונות שהעלת!

LBL_WEBUPLOAD_NOACCOUNT=אורך (אין צורך ברישום)
LBL_WEBUPLOAD_ACCOUNTEXIST=יש לי חשבון ImageShack
#-------------------------------------------------------------

[ThumbnailView]

BTN_QUICKTABS=חוצצים מהירים
MNU_RENAME=שנה שם...
LBL_RENAME=אנא הכנס שם קובץ.

#3.0.0

[ObjectProperty]

SHP_SHAPES=צורות
SHP_LINE=קו
SHP_CURVE=קו עקום
SHP_ARROW=חץ
SHP_CURVEARROW=חץ עקום
SHP_ELLIPSE=אליפסה
SHP_RECT=מלבן
SHP_ROUNDRECT=מלבן מעוגל
SHP_BALLOON=בלון
SHP_DIAMOND=יהלום
SHP_PENTAGON=מחומש
SHP_Hexagon=משושה
SHP_5STAR=כוכב 5 נקודות
SHP_6STAR=כוכב 6 נקודות

TAB_EDIT=ערוך
TBN_DELETE_OBJECT=מחק
TBN_DUPLICATE=שכפל

MNU_FLATTEN=שטח
MNU_FLATTENALL=שטח הכל

LST_CHANGESHAPE=שנה צורה

TAB_SHAPESTYLES=סגנון צורה

TBN_SHAPETEXT=הכנס טקסט...
TBN_SHAPEFILL=מלא
MNU_SHAPEFILL_NOFILL=ללא מילוי
MNU_SHAPEFILL_SOLIDFILL=מילוי סולידי
MNU_SHAPEFILL_GRAFILL=מילוי צבע הדרגתי אנכי
MNU_SHAPEFILL_RADIALFILL=מילוי צבע הדרגתי מוקדי

TBN_SHAPEOUTLINE=מתאר
MNU_SHAPEOUTLINE_NOLINE=ללא קו
MNU_SHAPEOUTLINE_SOLIDLINE=קו סולידי
MNU_SHAPEOUTLINE_DOTLINE=קו נקודות
MNU_SHAPEOUTLINE_DASHLINE=קו קוים קצרים
MNU_SHAPEOUTLINE_DASHDOTLINE=קו קוים ונקודות
MNU_SHAPEOUTLINE_DASHDOTDOTLINE=קו נקודה נקודה קו


TBN_SHAPEFORMAT=עצב צורה
TBN_SHAPEEFFECTS=אפקטי צורה
MNU_SHAPEEFFECTS_NOEFFECTS=ללא אפקטים
MNU_SHAPEEFFECTS_SHADOW=אפקטים
MNU_SHAPEEFFECTS_SHADOWUSE=צל
MNU_SHAPEEFFECTS_SHADOWOPTION=אפשרויות...

MNU_SHAPEEFFECTS_BALLOONPOS=כוון בלון
MNU_SHAPEEFFECTS_BALLOONPOSTL=שמאל עליון
MNU_SHAPEEFFECTS_BALLOONPOSTR=ימין עליון
MNU_SHAPEEFFECTS_BALLOONPOSBL=שמאל תחתון
MNU_SHAPEEFFECTS_BALLOONPOSBR=ימין תחתון

MNU_SHAPEEFFECTS_ARROWSTART=התחל כתיבה
MNU_SHAPEEFFECTS_ARROWEND=סיים כתיבה
MNU_SHAPEEFFECTS_ARROWNONE=ללא חץ
MNU_SHAPEEFFECTS_ARROW1=חץ 1
MNU_SHAPEEFFECTS_ARROW2=חץ 2
MNU_SHAPEEFFECTS_ARROWCIRCLE=עיגול
MNU_SHAPEEFFECTS_ARROWDIAMOND=יהלום

MNU_SHAPE_ARRANGE=סדר
BTN_SHAPE_FRONT=הבא קדימה
BTN_SHAPE_BACK=הבא לאחור

BTN_SHAPE_ARROWSTYLE=סגנון חץ

TAB_SHAPECOLOR=צבעי צורה

[Licenses]

rdoRegistered=אני משתמש רשום ויש לי קוד רישום לשימוש מסחרי.
rdoPersonal=ברצוני להשתמש בתוכנה זו לשימוש פרטי בלבד.
btnBuy=רכוש עכשיו
btnRegister=הירשם
btnAgree=מסכים
btnClose=סגור
lblEnterLicense=הכנס את פרטי הרישום שלך
lblOwnerName=בעלים
lblRegistrationCode=קוד הרישום

lblLicenseInfo=מוצר זה רשום ל:
lblPersonalUse=לשימוש ביתי (שימוש אישי בלבד)

#3.0.0


#3.0.6
[ImagesSet]

grbJPEGOption=אפשרויות JPEG
lblJPEGQuality=איכות


cboJPEGQualityMaximum=מקסימום
cboJPEGQualityHigh=גבוה
cboJPEGQualityMedium=בינוני
cboJPEGQualityLow=נמוך
#3.0.6

#3.0.7
[SaveAll]

grbSaveOptions=שמור אפשרויות
lblSelectFolder=בחר תיקייה לשמירת לכידות המסך שלך.

rdoAllImages=כל התמונות
rdoUnsavedImages=כל התמונות הלא שמורות

grbFileOptions=אפשרויות קובץ
lblFileName=שם קובץ
lblFileType=סוג קובץ
rdoFiles=קבצים
#3.0.7


#3.1.0
[ColorBalance]

grpbxColorBalance=מאזן צבע
lblColorLevels=רמות צבע

grpbxToneBalance=מאזן גוונים
rdbtnShadows=צללים
rdbtnMidtones=גווני ביניים
rdbtnHighlights=איזורים בוהקים
chckbxPreserveLuminosity=שמר בוהק
#3.1.0

[Message]
MSG_TRAY_TITLE=פיקפיק
MSG_ICON_TITLE=פיקפיק
MSG_MESSAGEBOX_TITLE=פיקפיק
MSG_PROTRACTOR_CENTERPOINT=לחץ על נקודת-מרכז על המסך.
MSG_PROTRACTOR_POINT='
MSG_ACTIVEWINDOW_1=לחץ על [
MSG_ACTIVEWINDOW_2=] כדי ללכוד חלון פעיל.
MSG_EXITSAVEIMAGE_1=האם ברצונך לשמור שינויים ל [
MSG_EXITSAVEIMAGE_2=]?
MSG_DEFAULT_IMAGENAME=תמונה
MSG_DIRECTORYACCESSERROR=לא מצליח לגשת לתיקייה.
MSG_DEFAULT_TAPNAME=אין תמונה

MSG_HOTKEY_ALREADY1=פיקפיק לא יכול לרשום את המקשים החמים הבאים.
MSG_HOTKEY_ALREADY2=האם ברצונך לשנות מקשים חמים אלו?

MSG_THISFOLDERNOTFOUND=תיקייה [נתיב או שם תיקייה] לא יכולים להימצא.
MSG_INVALID_FILENAME=שם קובץ לא תקין.
MSG_INVALID_CLIPBOARD=שגיאה התרחשה בעת ניסיון גישה למידע שבלוח.
MSG_CANNOTREPEATCAPTURE=לא יכול למצוא את האיזור הנבחר מהלכידה האחרונה
MSG_CLOSEALLIMAGE=האם ברצונך לסגור את כל החלונות הלא שמורים?

MSG_FILE_OPEN=פתיחה
MSG_FILE_SAVE=שמירה בשם

MSG_NEWVERSIONAVAILABLE=גרסא חדשה של פיקפיק זמינה. האם ברצונך לגשת לדף ההורדה כעת?

MSG_PROGRAM_NOTADDYET=עליך לבחור תוכנה חיצונית לשליחת לכידות המסך שלך!
MSG_EXTERNALPROGRAMERROR=לא יכול למצוא תוכנה חיצונית שנבחרה.
MSG_PARAMETERS_TITLE=פרמטרי פיקפיק
MSG_OLDLANGUAGE=קובץ השפה שייך לגרסא ישנה, כך שחלק מהטקסט אינו מתורגם. האם אתה בטוח שברצונך להחליף לשפה זו?
MSG_INVALIDALBUMNAME=שם האלבום לא תקין.
MSG_CREATEFAILUREALBUM=שגיאה בעת יצירת אלבום.
MSG_LOADINGFAILUREALBUM=שגיאה בעת טעינת אלבומים.
MSG_IDEMPTY=אנא הכנס מזהה משתמש.
MSG_PWEMPTY=אנא הכנס ססמת משתמש.

#3.0.0
MSG_SAVE=שמור
MSG_DONTSAVE=אל תשמור
MSG_DONTSAVEALL=אל תשמור הכל
MSG_NODISPLAYAGAIN=אל תראה הודעה זו בשנית

BTN_YES=כן
BTN_NO=לא
BTN_NOALL=לא להכל

MSG_INPUTTEXT=אנא הכנס טקסט כאן

MSG_FLATTENLAYER=למשימה זאת, אתה חייב לאחד את הצורות יחד עם תמונת הרקע. האם ברצונך לבצע איחוד זה?
MSG_FLATTENALL=האם ברצונך לאחד את כל הצורות יחד עם הרקע?

MSG_INVALID_DOWNLOADURL=התרחשה שגיאה בעת ניסיון הורדת התמונה.


MSG_OPENURL=אנא הכנס כתובת אינטרנט.

MSG_ANYSETTINGOK=ההגדרות השתנו בהצלחה.
MSG_DEFAULTEDITOR=פיקפיק נבחר כעורך התמונות שבברירת המחדל.

#3.0.0

#3.0.7
MSG_FTPINFONEED=אתה חייב להזין את פרטי שרת ה FTP שלך קודם.
#3.0.7